{"codechef": {"problems": "221", "rating": "1675", "username": "bvishnuvardhan"}, "twitter": {"tweets": ["This is why there is a 10 month gap between every IPL", "“So this guy was keeping behind me and tells me he can’t wait to get me to the gabba…’ https://t.co/RLyL2pxKWw", "Kkr winning this game and getting into the finals only with 10 players is the most amazing comeback story.🔥", "This doesn't feel like a qualifier match, it feels more like the funeral of t20 cricket on a graveyard like sharjah pitch.", "If chris woakes is the \" makes something happen \" player then LORD shardul is \" cracks open the hell out of the game\" kinda guy #INDvENG", "You can't explain Shardul Thakur. You just have to coexist.", "Someone please tear his journalism degree in to bits and burn it into ashes and it will still be better than the show if I can call it one. He is the Sanjay Manjrekar of sports journalism.", "Can someone explain what is this phenomenon called \"shardul thakur\"", "Looking at Pakistan and Australia I think we should be very scared of Sri Lanka. Who knows we might have to chase 6 an over in t20's or maybe even play all 50 overs in the odi's. \n#ENGvsPAK #WIvAUS", "45 minutes of bad cricket 😒", "Does Jamieson still have a rcb Contract #justasking", "I think England seriously need to think about  colonizing another country to play cricket.", "19th century gave us great players like Morphy, Steinitz & Laskar.  \n20th century gave us chess giants like Alekhine, Tal, Capa & Kasparov. 21st century engine era gave us geniuses like Dewa Kipas, Ray Gordon, Max Deutsch & Nikhil Kamath.", "Between scholar's mate and ross gambit Nikhil Kamath betrayed chess https://t.co/m1vuTf2wvM", "I think we all should thank @nikhilkamathcio for giving us the opportunity to watch the legend of vishy anand play stockfish live. It really would have taken a person like nikhil to make this happen.", "Loved how he made \"I cheated \" into such a big politically correct tweet", "Rishabh pant making notes on what to say behind the stumps https://t.co/oGVYRrUJhI", "People complaining that England are treating all these series as a warm-up for the Ashes and now getting dominated by New Zealand. What people don't see here is New Zealand's tactics to finish the game in 3 days and so that they can practice for the #WTC21.", "Is 'duck' james bracey's middle name or am I missing something?\n#ENGvNZ", "Hardik Pandya who?"]}}